pesp-was8.5-ext-srcs/tests/test_files/soap/MED_testSearchByName_LicenseNumber_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:searchByName>
         <arg0>
            <lastName>john</lastName>
         </arg0>
      </impl:searchByName>
   </soapenv:Body>
</soapenv:Envelope>